Repository: Conectivo/collective.conference
Catalog: collective/conference/locales/*/LC_MESSAGES/collective.conference.po
Languages: es

source: to be published in our attendee listing
es: sea publicado en nuestra lista de participantes

source: %s is an invalid email address
es: %s no es una dirección correo electrónica válida.

source: <a href='https://fedorahosted.org/fudcon-planning/wiki/FundingRequest'>FUDCon ticket tracker</a>
es: <a href='https://fedorahosted.org/fudcon-planning/wiki/FundingRequest'>Sistema de tickect FUDCon</a>

source: A conference event
es: Un evento de conferencia

source: Additional Information
es: Información Adicional

source: Admin
es: Administrar

source: Advanced
es: Avanzado

source: Agenda Background Color
es: Color de fondo de Agenda

source: Agenda Text Color
es: Color del texto de Agenda

source: All Participants
es: Todos participantes

source: All Sessions
es: Todas las sesiones

source: Attach your talks document (slide, code, etc).
es: Adjuntar los documentos de su charla (laminas, código, etc.)

source: Attachment
es: Adjunto

source: Attendees listing
es: Lista de asistentes

source: Available Rooms
es: Salas disponibles

source: Beginner
es: Principiante

source: Bio:
es: Biografía:

source: By uploading the file here, you hereby agreed to
es: Al cargar el archivo aquí, por este medio usted acepto

source: Check this if you wish your name and contact info
es: Marque esta casilla si usted desea que su nombre y información de contacto

source: Check this option if you need funding to attend, and <b>visit the
es: Marque esta casilla si usted necesita financiamiento para asistir, y <b>visite el

source: Comments
es: Comentarios

source: Conference
es: Conferencia

source: Conference Participant
es: Participante de conferencia

source: Conference Rooms
es: Salas de conferencia

source: Conference Session
es: Sesión de conferencia

source: Country
es: País

source: Country:
es: País:

source: Day ${curday}
es: Día ${curday}

source: Discussion
es: Discusión

source: E-mail addresses of speakers
es: Direcciones de correo electrónico de oradores

source: Email
es: Correo electrónico

source: Email address
es: Dirección de correo electrónico

source: Email:
es: Coreo electrónico:

source: Fill in this field with things you need the organizers to know.
es: Rellene este campo con las cosas que necesita hacer saber a los organizadores.

source: Full name
es: Nombre completo

source: Funding
es: Financiamiento

source: Here you are the attendance sheet
es: Aquí usted tiene la lista de asistencia

source: If there are multiple files, include them in a zip
es: Si son múltiples archivos, incluya entonces un archivo comprimido

source: If you are roomsharing and already have a roommate,
es: Si usted está compartiendo la habitación y ya tiene un compañero de habitación,

source: If you want or need a room, check this option
es: Si usted necesita una habitación, marque esta casilla

source: Intermediate
es: Intermedio

source: Invalid email address
es: Dirección de correo electrónico no válida

source: Level
es: Nivel

source: Logo
es: Logotipo

source: More details on proposed session
es: Mas detalles de la sesión propuesta

source: Name
es: Nombre

source: Need funding
es: Necesita financiamiento

source: Organization / Company
es: Organización / compañía

source: Participant
es: Participante

source: Participants
es: Participantes

source: Pending Sessions
es: Sesiones pendientes

source: Person Color Tag
es: Color de etiqueta de persona

source: Phone number
es: Número de teléfono

source: Photo
es: Foto

source: Please upload image smaller than 512KB
es: Por favor, cargue una pequeña foto con tamaño menor a 512KB

source: Position / Role in Organization
es: Posición / Cargo en la organización

source: Presented By
es: Presentado por

source: Propose Session
es: Proponer sesión

source: Propose a session
es: Proponer una sesión

source: Read more &raquo;
es: Leer mas &raquo;

source: Register NOW
es: Registrarse AHORA

source: Register for this event
es: Registro para este evento

source: Roomshare
es: Compartir habitación

source: Schedule for Day ${curday}
es: Cronograma para el Día ${curday}

source: Session
es: Sesión

source: Session Title
es: Tipo de sesión

source: Session Type
es: Tipo de sesión

source: Sessions
es: Sesiones

source: Short Bio
es: Biografía corta

source: Show me in attendee list
es: Mostrarme en la lista de asistentes

source: Speakers
es: Oradores

source: Submitted Sessions
es: Sesiones enviadas

source: Summary
es: Resumen

source: Summmary
es: Resumen

source: T-Shirt Size
es: Tamaño de la camisa

source: T-shirt size
es: Tamaño de la camisa

source: Talk
es: Charla

source: Tell us more about yourself
es: Díganos mas acerca de usted

source: Thank you for your submission.
es: Gracias por su postulación.

source: Thank you. You are now registered.
es: Gracias, Usted ahora esta registrado.

source: Title
es: Titulo

source: Vegetarian Attendees List
es: Lista de vegetarianos asistentes

source: Vegetarian?
es: ¿Es vegetariano(a)?

source: Vegetarians listing
es: Lista de vegetarianos

source: We are making arrangements for attendees from other geographic regions to encourage
es: Estamos haciendo los arreglos para los asistentes de otras regiones geográficas para promover

source: We have a limited budget and will work hard to fund as many people as possible.
es: Tenemos un presupuesto limitado y se trabajará duro para financiar a tantas personas como sea posible.

source: We will find speakers' profile in the registration
es: Nuestro sistema lo buscara los perfiles de los oradores en el registro

source: We'll use these answers to help figure out budgeting for the event.
es: Nosotros usaremos estas respuestas para ayudar a determinar el presupuesto para el evento.

source: Where you are from?
es: ¿De donde es usted?

source: Workshop
es: Taller

source: Your photo or avatar. Recommended size is 150x195
es: Su fotografía o avatar. El tamaño recomendado es 150 ancho x 195 alto

source: Your submission is now held for approval and will appear on the
es: Su postulación está ahora en espera para su aprobación y se publicará en el

source: be given to contributors in Asia Pacific.</b>
es: se puede dar a los contribuyentes en Asia y el Pacífico.</b>

source: grants us permission to redistribute this file
es: otorgarnos permisos para redistribuir este archivo

source: please mention your roommate's name here
es: por favor, mencione el nombre de su compañero de habitación aquí.

source: site once it is approved
es: sitio una vez aprobado

source: specific initiatives such as future FUDCon events, but <b>preference may otherwise
es: iniciativas concretas, tales como en futuro eventos FUDCon, pero la <b> preferencia de lo contrario

source: to make a funding request</b>.
es: para hacer una solicitud</b>.

source: using these emails. One in each line
es: a través de estos correos electrónicos. Coloque uno por cada línea.
