Repository: Conectivo/collective.conference
Catalog: collective/conference/locales/*/LC_MESSAGES/plone.po
Languages: es

source: Approve
es: Aprobar

source: Approve submission
es: Aprobar postulación

source: Conference Participant Workflow
es: Flujo de trabajo de Participante de conferencia

source: Confirm submission
es: Confirmar postulación

source: Hide profile
es: Ocultar perfil

source: Pending
es: Pendiente

source: Private
es: Privado

source: Publish Profile
es: Publicar Perfil

source: Publish profile
es: Publicar perfil

source: Published
es: Publicado

source: Retract
es: Rechazar

source: Retract submission
es: Rechazar postulación

source: Submitted, pending approval
es: Enviado, pendiente aprobación

source: Submitted, pending review.
es: Enviado, pendiente revisión

source: Tentative
es: Tentativo

source: Visible to everyone, non-editable.
es: Visible para cualquiera, no es editable.
